{
	"About me": "Über mich",
	"I am a front-end developer based in Tübingen, Germany with experience in building web apps using JavaScript & Angular. My journey in IT began many years ago during my studies when I started to write simple add-on programs using Python in order to analyze spatial data using graphical information systems.": "Ich bin ein Front-End-Entwickler aus Tübingen mit Erfahrung im Bau von Webanwendungen mit JavaScript & Angular. Meine Reise in der IT begann vor vielen Jahren während meines Studiums. Dort schrieb ich einfache Add-On-Programme mit Python, um räumliche Daten mithilfe von grafischer Informationssoftware zu analysieren.",
	"That experience sparked my interest in the field, and my passion for programming has never faded. Since then, I have continued to dive deeper into the world of technology and have explored variousprogramming languages and tools. Close contact with my father-in-law, a self-taught and experiencedweb developer, has also fed my enthusiasm to become a developer myself and given me important insights into the world of professional development.": "Diese Erfahrung weckte meine Leidenschaft für das Programmieren. Seitdem konnte ich mein Wissen stetig erweitern und mir verschiedene Programmiersprachen und Tools aneignen. Der enge Kontakt mit meinem Schwiegervater, einem erfahrenen Webentwickler, inspirierte mich schließlich selbst beruflich in der IT einzusteigen.",
	"In October 2022, I finally decided to turn professional and started an online coding seminar at the Developer Akademie, a professional coding school based in Munich. It has been an incredible journey thus far, filled with challenges, learning, and growth. Now, I am looking forward to starting my career in IT!": "Im Oktober 2022 habe ich mich entschlossen ein Online-Coding-Seminar bei der Developer Akademie, einer professionellen Programmier-Schule mit Sitz in München, zu beginnen. Diese Entscheidung bescherte mir eine unglaubliche Reise voller Herausforderungen und Wachstum. Nun freue ich mich darauf meine Karriere in der IT zu beginnen!",
	"Contact": "Kontakt",
	"Got a problem to solve?": "Brauchst du oder dein Team Unterstützung?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Dann kontaktiere mich über dieses Formular. Ich freue mich von dir zu hören, dich kennenzulernen und vielleicht schon bald mit meiner Arbeit an deinen Projekten mitwirken zu können.",
	"Need a Frontend developer?": "",
	"Contact me!": "Sende mir jederzeit eine Nachricht!",
	"Imprint": "Impressum",
	"My skills": "Meine Skills",
	"I have been able to grow my developement skills while creating various real projects. Have a look!": "Bei der Umsetzung zahlreicher Projekte konnte ich meinen Erfahrunsschatz stetig erweitern. Sieh Sie dir gerne an!",
	"Get in touch": "Kontakt",
	"Skills": "Skills",
	"Portfolio": "Portfolio",
	"This page is a sample of my work - Please feel free to try them out.": "Hier findest du einige meiner Arbeiten - Sieh sie dir gerne an!",
	"Live test": "Live-Test",
	"Let´s talk!": "Schreib mir!",
	"Scroll down": "Bitte scrollen",
	"join_explanation": "Ein vom Kanban-system inspierierter Task-manager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
	"elpolloloco_explanation": "Ein einfaches Jump-and-Run-Spiel umgesetzt mit Hilfe von Objektorientierung. Hilf Pepe, Münzen und Giftflaschen zu sammeln um gegen El Pollo Loco zu bestehen.",
	"ringoffire_explanation": "Ein kleines Online-Kartenspiel, inspiriert durch das beliebte Trinkspiel. Dieses Spiel kann auf mehreren Geräten parallel gespielt werden.",
	"pokedex_explanation": "Eine Bibliothek basierend auf der PokeAPI, die Pokemon-Informationen bereitstellt und katalogisiert.",
	"Send message :)": "Nachricht senden :)",
	"Thanks for your message!": "Danke für deine Nachricht!"
}